Repository: utkinn/TinyMuse
Catalog: TinyMuse/Localizable.xcstrings
Source language: en
Languages: ru

source: Can't prepare to play the file.
ru: Не удалось подготовить файл к воспроизведению.

source: Can't start accessing the file security scoped resource.
ru: Не удалось получить безопасный доступ к файлу.

source: Error
ru: Ошибка

source: File open error
ru: Ошибка открытия файла

source: Invalid playback bar style. Please pick a different one in the settings.
ru: Неверный стиль ползунка проигрывания. Пожалуйста, выберите другой в настройках.

source: On opening a new file, the existing window will be reused.
ru: Новые файлы будут открываться в том же окне.

source: Open...
ru: Открыть…

source: Play
ru: Играть

source: Playback bar style
ru: Стиль ползунка проигрывания

source: Quit after last closed window
ru: Выход при закрытии последнего окна

source: Settings
ru: Настройки

source: Shows the audio waveform scaled to fit the available height
ru: Ползунок с формой волны, растянутый на всю доступную высоту

source: Shows the audio waveform with amplitude representing the real volume
ru: Ползунок с формой волны, соответствующей громкости аудио

source: Simple
ru: Простой

source: Simple slider
ru: Простой ползунок

source: Single window only
ru: Режим “одно окно”

source: Start playing after opening a file
ru: Начинать воспроизведение сразу после открытия файла

source: Waveform
ru: Форма волны

source: Waveform (scaled)
ru: Форма волны (растянутая)
